// Напишите программу, которая на вход принимает число
// и выдаёт, является ли число четным (делится ли оно без остатка)

// 4 -> да
// -3 -> нет
// 7 -> нет

Console.WriteLine("Введите первое число");